Repository: pluginsGLPI/datainjection
Catalog: locales/*.po
Languages: sv_se

source: File to inject
sv_se: Fil att läsa in

source: Choose a file
sv_se: Välj fil

source: File encoding
sv_se: Kodning

source: Warning : existing mapped column will be overridden
sv_se: Varning: befintlig mappad kolumn kommer att skrivas över

source: Watch out, you're about to inject data into GLPI. Are you sure you want to do it ?
sv_se: Var försiktig, du är på väg att injicera data i GLPI. Är du säker på att du vill göra det?

source: Specific file format options
sv_se: Alternativ för filformat

source: Header's presence
sv_se: Första raden innehåller kolumnrubriker

source: File delimitor
sv_se: Kolumnavgränsare

source: Model status
sv_se: Modellstatus

source: Type of data to import
sv_se: Typ av data att importera

source: Allow lines creation
sv_se: Tillåt att rader skapas

source: Allow lines update
sv_se: Tillåt att rader uppdateras

source: Advanced options
sv_se: Avancerade alternativ

source: Allow creation of dropdowns (Except Entity)
sv_se: Tillåt att menyalternativ skapas (förutom Enhet)

source: Dates format
sv_se: Datumformat

source: Allow update of existing fields
sv_se: Tillåt uppdatering av befintliga fält

source: Float format
sv_se: Flyttalsformat

source: Port unicity criteria
sv_se: Bestäm unik port via

source: Replacing the value of multiline text fields
sv_se: Ersätter värde för textområdesfält

source: Injection's results
sv_se: Importresultat

source: Injection successful
sv_se: Importen slutfördes

source: Injection encounters errors
sv_se: Fel vid import

source: See the log
sv_se: Se loggen

source: Export rapport in PDF
sv_se: Exportera rapport till PDF

source: Export the log
sv_se: Exportera loggen

source: Finish
sv_se: Slutför

source: Client Injection Configuration
sv_se: Konfigurerade importklienter

source: Model
sv_se: Modell

source: No model currently available
sv_se: Det finns för närvarande ingen modell definierad

source: You can start the model creation by hitting the button
sv_se: Du kan börja konfigurera en modell genom att klicka på knappen

source: Import progress
sv_se: Importstatus

source: Injection of the file
sv_se: Inläsning av fil

source: Validation
sv_se: Validering

# button
source: Validate the model
sv_se: Validera modell

source: Complementary information
sv_se: Kompletterande information

source: Download file sample
sv_se: Ladda ned exempelfil

source: Array of successful injections
sv_se: Lyckade importer

source: Line
sv_se: Rad

source: Injection type
sv_se: Typ av import

source: Object Identifier
sv_se: Objektidentifierare

source: Array of failed injections
sv_se: Misslyckade importer

source: Data check
sv_se: Datakontroll

source: Global report
sv_se: Global rapport

source: Number of lines processed
sv_se: Antal bearbetade rader

source: Counter
sv_se: Räknare

source: Data injection
sv_se: Dataimport

source: Model management
sv_se: Modellhantering

source: Antivirus name
sv_se: AV-programvara

source: %d month
sv_se: %d månad

source: Domain name
sv_se: Domännamn

source: Tables
sv_se: Tabeller

source: Mandatory information
sv_se: Obligatorisk information

source: Fields
sv_se: Fält

source: Port MAC address
sv_se: MAC-adress för port

source: Mappings
sv_se: Mappningar

source: Additional Information
sv_se: Övrig information

source: Load this file
sv_se: Ladda den här filen

source: Please enter a name for the model
sv_se: Ange ett namn på modellen

source: Impossible to copy the file in %s
sv_se: Kan inte kopiera filen i %s

source: File format is wrong
sv_se: Felaktigt filformat

source: Extension csv required
sv_se: CSV-filändelse krävs

source: The file is ok.
sv_se: Filen är OK.

source: The number of columns of the file is incorrect.
sv_se: Felaktigt antal kolumner i filen.

source: %d awaited column
sv_se: %d förväntad kolumn

source: At least one column is incorrect
sv_se: Minst en kolumn är felaktig

source: Into the file
sv_se: Till filen

source: From the model
sv_se: Från modellen

source: Undetermined
sv_se: Ej bestämd

source: Data injection report
sv_se: Importrapport

source: Array of unsuccessful injections
sv_se: Misslyckade importer

source: Automatic detection
sv_se: Autodetektera

source: Add from CSV file
sv_se: Lägg till från CSV-fil

source: Update from CSV file
sv_se: Uppdatera från CSV-fil

source: No right to import data
sv_se: Du saknar behörighet att importera data

source: No right to update data
sv_se: Du saknar behörighet att uppdatera data

source: Size of the inserted value is to expansive
sv_se: Storleken på det infogade värdet är för stort

source: Import not allowed
sv_se: Import ej tillåten

source: Import failed
sv_se: Importen misslyckades

source: At least one mandatory field is not present
sv_se: Minst ett obligatoriskt fält saknas

source: Data to insert are correct
sv_se: Data som ska importeras är korrekt

source: One data is not the good type
sv_se: En data att importera är felaktig typ

source: Warning
sv_se: Varning

source: Data not found
sv_se: Hittade inga data

source: Number of ports
sv_se: Antal portar

source: -------Choose a table-------
sv_se: -------Välj tabell-------

source: -------Choose a field-------
sv_se: -------Välj fält-------

source: Launch the import
sv_se: Starta importen

source: See the file
sv_se: Visa filinnehåll

source: Header of the file
sv_se: Filkolumn

source: Link field
sv_se: Länka fält

source: One mandatory field is not filled
sv_se: Ett obligatoriskt fält är ej ifyllt

source: The file could not be found (Maybe it exceeds the maximum size allowed)
sv_se: Hittade inte filen (den kanske är för stor)
